alsa-utils
rofi
polybar
fcitx5
fcitx5-configtool
fcitx5-chinese-addons
gnome-keyring
unclutter
maim
zsh
i3
feh
git
sddm
lightdm
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
wget
efm-langserver
openssh
ripgrep fd
neovim
kitty
neovide
rofi-power-menu
ttf-font-awesome
ttf-icomoon-feather
ttf-liberation
ttf-material-icons-git
nerd-fonts-jetbrains-mono
nerd-fonts-fira-code
ttf-unifont
vim
vlc
